<template>
  <div class="docx">
    <div class="top">微语用户使用协议</div>
    <div class="h51">1. 服务条款的确认和接纳</div>

    <div class="h52">1.1 微语在此特别提醒用户，在使用微语APP服务前，请仔细阅读并接受本服务协议。</div>
    <div class="h52">1.2
      微语有权在必要时单方修改或变更包括但不限于本服务条款、微语制订的与微语有关的其他相关政策和规定，并将通过指定网站公布，不另作个别通知。若用户于任何修改或变更后继续使用本服务，则视为已阅读、了解并同意接受修改或变更。
    </div>
    <div class="h52">1.3 用户使用微语服务的行为，将视为用户已认真阅读且完全理解并同意届时微语有关微语服务的全部规定，并承诺遵守。</div>

    <div class="h51">2. 服务内容</div>

    <div class="h52">2.1 微语运用自己的服务系统通过国际互联网络根据实际情况为用户提供各项服务。</div>
    <div class="h52">2.2 微语有权不断更改和改进服务，包括但不限于增加、变更或停止某项服务。</div>
    <div class="h52">2.3 用户理解，微语仅提供相关的网络服务，除此之外与相关网络服务有关的设备及所需的各项费用由用户自行承担：</div>
    <div class="h52">1. 上网设备，如包括个人电脑、手机、调制解调器及上网装置等。</div>
    <div class="h52">2. 上网开支，如为接入互联网或移动网而支付的与此服务有关的电话费、手机费、上网费等。</div>

    <div class="h51">3. 用户注册</div>

    <div class="h52">3.1
      用户须为具有法定的民事权利能力和民事行为能力的自然人、法人或其他组织，能够独立承担法律责任。用户完成注册或以其他微语同意的方式实际使用微语服务时，即视为用户确认其符合前述主体资格要求。若因用户不符合前述主体资格要求而导致的一切后果，由用户及用户的监护人自行承担。
    </div>
    <div class="h52">3.2
      用户注册时，应提供详尽、准确、真实的个人资料；如个人资料有任何变动时，必须及时更新。若因用户提供的个人资料不详尽、不准确、不真实而导致的一切后果，由用户自行承担，并且微语保留终止用户使用微语各项服务的权利。
    </div>
    <div class="h52">3.3 用户在使用微语服务时，微语将对用户的注册资料予以严格保密，除非微语在诚信的基础上认为披露这些信息在以下几种情况是必要的：</div>
    <div class="h52">1. 用户授权微语向第三方披露的；</div>
    <div class="h52">2. 根据法律法规或相关政府主管部门要求而必须披露的；</div>
    <div class="h52">3. 遵从微语网站产品服务程序而必须向第三方披露的；</div>
    <div class="h52">4. 保持维护微语的商标所有权；</div>
    <div class="h52">5. 在紧急情况下竭力维护用户个人和社会大众的隐私安全；</div>
    <div class="h52">6. 微语认为必要的其他情况下。</div>
    <div class="h52">3.4
      用户注册成功后，将会产生一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管，且用户可以根据微语的规定改变密码。用户应当谨慎合理地保管、使用用户账号和密码，用户应当自行承担以其用户帐号和密码进行的所有活动而产生的一切法律责任。若用户发现任何非法使用其用户账号和密码的行为，应立即以有效方式通知微语并向公安机关报案。用户理解微语处理该等通知需要一定的时间，且微语对处理前已经产生的一切后果不承担任何责任。
    </div>
    <div class="h52">3.5
      用户设置的用户账号、会员名、头像等不得侵犯或涉嫌侵犯他人的合法权利。否则，用户应自行承担因此而产生的一切法律责任，且微语有权终止向用户提供服务并注销账号。</div>
    <div class="h52">3.6
      微语可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与微语同等的保护用户隐私的责任，则微语有权将用户的注册资料等提供给该第三方。</div>
    <div class="h52">3.7 在不透露单个用户隐私资料的前提下，微语有权对整个用户数据库进行分析并对用户数据库进行商业上的合法利用。</div>

    <div class="h51">4. 使用规则</div>

    <div class="h52">4.1 用户在使用微语服务过程中，必须遵循以下原则：</div>
    <div class="h52">1. 遵守中国有关的法律和法规，不违背社会公共利益或公共道德，不损害他人的合法权益；</div>
    <div class="h52">2. 不得为任何非法目的而使用网络服务系统；</div>
    <div class="h52">3. 遵守所有与网络服务有关的网络协议、规定和程序；</div>
    <div class="h52">4. 不得利用微语服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</div>
    <div class="h52">5. 不得利用微语服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</div>
    <div class="h52">若用户违反上述承诺而产生任何法律后果的，用户应自行承担所有的法律责任，并确保微语免于因此而遭受任何损失。</div>
    <div class="h52">4.2 用户同意微语有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在微语网站的任何页面上投放广告）。</div>
    <div class="h52">4.3 用户在使用微语各项服务的同时，同意接受微语提供的各类信息服务，包括但不限于以邮件、短信、电话等方式向用户发送活动信息、商业信息等。</div>
    <div class="h52">4.4 用户在使用微语服务时，不得出现恶意注册、恶意点击、恶意骗取积分等行为；否则，微语有权停止为用户服务并追回已发放的全部积分。</div>
    <div class="h52">4.5 用户同意，微语有权删除用户发布的各类不符合法律法规、不真实信息、不适合在微语网站展示的信息等内容而无须通知用户。</div>
    <div class="h52">4.6 用户同意，微语有权使用用户的注册信息、用户账号、密码等登陆用户的账户，进行证据保全，包括但不限于公证、见证等。</div>
    <div class="h52">4.7
      对于用户通过微语网络服务上传到微语网站上可公开获取区域的文字内容，用户同意微语享有全部的知识产权，对于用户通过微语网络服务上传到微语网站上可公开获取区域文字以外的任何内容，用户同意微语在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可，以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分），和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中，用户同意微语有权以微语名义就任何第三方的侵权行为单独提出诉讼，并获得全部赔偿。
    </div>

    <div class="h51">5. 拒绝提供担保和免责</div>

    <div class="h52">5.1 用户明确同意其使用微语各项服务所存在的风险将完全由用户个人承担。因用户使用微语服务而产生的一切后果也由用户自己承担，微语对用户不承担任何责任。
    </div>
    <div class="h52">.2 微语明确表示不提供任何类型的担保，不论是明确的或隐含的，但是对商业性的隐含担保、特定目的和不违反规定的适当担保除外。</div>
    <div class="h52">5.3 微语不担保服务一定能满足用户的要求，也不担保服务不会中断，对服务的及时性、安全性、稳定性、准确性等都不作担保。</div>
    <div class="h52">5.4
      微语拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。用户理解并接受下载或通过微语产品服务取得的任何信息资料取决于用户自己，并由其承担系统受损或资料丢失的所有风险和责任。</div>
    <div class="h52">5.5
      微语对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。这些损害会导致微语形象受损，所以微语早已提出这种损害的可能性。
    </div>
    <div class="h52">5.6 由于非故意及不可抗拒的原因（含系统维护和升级），导致的用户数据损失、服务停止，微语不必承担赔偿及其他连带的法律责任。</div>

    <div class="h51">6. 未经微语同意禁止进行商业性行为</div>

    <div class="h52">
      用户承诺不经微语书面同意，不能利用微语各项服务在微语网或相关网站上进行销售或其他商业性行为。用户违反此约定，微语将依法追究其违约责任，由此给微语造成损失的，微语有权进行追偿。</div>

    <div class="h51">7. 微语网虚拟社区信息的储存及限制</div>

    <div class="h52">7.1 微语不对用户所发布信息的删除或储存失败负责。</div>
    <div class="h52">7.2 微语保留判定用户的行为是否符合微语网虚拟社区服务条款的要求和精神的权利，如果用户违背了服务条款的规定，则中断其虚拟社区服务的帐号。</div>
    <div class="h52">7.3
      用户发表在微语网的所有文章，微语都有使用权、改编权、纸介质出版权以及授权第三方转载权，微语有权根据公司业务需要在不违反法律规定的前提下使用用户发表在微语网上的文章，并且无需再次经过用户同意。
    </div>
    <div class="h52">7.4 微语行使上述权利无需向用户支付任何费用。任何组织或个人如果需要转载微语网内文章，必须征得原文作者或微语授权。</div>

    <div class="h51">8. 关于微语监测服务功能</div>

    <div class="h52">
      微语利用移动互联技术，结合先进的医疗监护设备，让区域围产期妇女于我院建档之后，租用个性化配置的医疗产检包，在家就能完成母婴健康监护，我公司设立的院外远程母婴监护系统，让围产期妇女在整个孕期得到全方位的院外监护，同时系统与上级医院的信息进行互连，在上级医院设立远程监护管理中心，实现在家进行健康监护。
    </div>
    <div class="h52">为了更好的服务社区围产期妇女，在使用我们提供院外的母婴健康院外远程监护服务前，请您务必知情了解一下内容，并确认同意我们的服务规约：</div>
    <div class="h52">
      8.1妊娠对妇女来说是一个复杂多变的生理过程，在这个过程中每一秒每一刻都会发生各种意外，即使当前的检查一切正常，也会有意外突发的情况发生。目前，没有任何试验可以预知如脐带扭转、打结，脱垂等原因（包括但不限于以上原因）造成的胎儿死亡。远程监护管理系统只能监测到当前数据，并对当前报告进行判读，如果有突发意外，准妈妈或您的家人可以通过本系统服务中心联系就近医院尽快就医，但所发生的所有后果本服务系统不负任何责任。
    </div>
    <div class="h52">
      8.2我们提供的监护设备为医疗级监护设备，请您仔细阅读说明书及接受我们专业的设备操作培训后使用。即使您使用正确的操作方式，也会出现假阳性或者假阴性的小概率，如果您发现有任何不适，请立即停止在家检查而立即就医。
    </div>
    <div class="h52">
      8.3如果您出现腹痛、阴道流血、胎心音停等先兆流产症状，需立即就医，如果上传本监护系统的报告有异常，医生发出预警并建议您复查，请您高度重视，配合医生的指示再次复查，如果医生建议您立即就医，请您尊医嘱尽快就医。如有其他意外情况，本服务平台不负任何责任。
    </div>
    <div class="h52">
      8.4医院安排的定期产检请您务必照常进行，本服务平台为院外辅助监护系统，只对您上传的监护报告进行回复解读，并不进行诊断，如有疑虑，您可以到医院复查，请您务必了解。</div>
    <div class="h52">8.5对您上传的监护报告，医院安排医生解读报告，此服务为有偿服务，并属于个人自费项目，不享受医保的报销。报告解读的服务时间为：上午 8:00 至下午
      20:00 。</div>
    <div class="h52">8.6医院及医生只负责判读微语用户提交的胎监报告，在使用的过程中因为系统设备等原因发生的一切问题及纠纷由深圳微语医疗技术有限公司负责解释及处理。</div>

    <div class="h51">9. 结束服务</div>

    <div class="h52">9.1 用户或微语可随时根据实际情况中断服务。微语不需对任何个人或第三方负责而随时中断服务。</div>
    <div class="h52">9.2 用户若反对任何服务条款的建议或对后来的条款修改有异议，或对微语服务不满，用户只有以下的追索权：</div>
    <div class="h52">1. 不再使用微语服务；</div>
    <div class="h52">2. 结束用户使用微语服务的资格。</div>
    <div class="h52">3. 通告微语停止该用户的服务。</div>
    <div class="h52">9.3 结束用户服务后，用户使用微语服务的权利马上终止。从那时起，微语不再对用户承担任何义务。</div>

    <div class="h51">10. 通告</div>

    <div class="h52">所有发给用户的通告都可通过电子邮件或常规的信件传送。微语会通过邮件服务发报消息给用户，告诉他们服务条款的修改、服务变更、或其它重要事情。</div>

    <div class="h51">11. 参与广告策划</div>

    <div class="h52">
      在微语许可下，用户可在他们发表的信息中加入宣传资料或参与广告策划，在微语各项免费服务上展示他们的产品。任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。微语不承担任何责任，且微语没有义务为这类广告销售负任何一部分的责任。
    </div>

    <div class="h51">12. 内容的所有权</div>

    <div class="h52">12.1
      微语网上的内容均受版权、商标、标签和其它财产所有权法律的保护，该等内容包括但不限于文字、软件、声音、相片、录像、图表；在广告中的全部内容；电子邮件的全部内容；微语网虚拟社区服务为用户提供的商业信息等。
    </div>
    <div class="h52">12.2
      用户只能在微语和广告商授权下才能使用上述内容。未经微语和广告商授权，用户不能擅自使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分）。</div>

    <div class="h51">13. 违约赔偿</div>

    <div class="h52">13.1
      用户同意保障和维护微语及其他用户的利益，由于用户登录网站内容违法、不真实、不正当、侵犯第三方合法权益，或用户违反有关法律、法规或本协议项下的任何条款而给微语或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
    </div>
    <div class="h52">13.2 如果用户不遵守本协议，且微语未立即采取行动，并不意味微语放弃可能享有的任何权利或在将来采取行动。</div>
    <div class="h52">13.3
      如用户涉嫌违反有关法律或者本协议之规定，使微语遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，用户应当赔偿微语因此造成的损失及（或）发生的费用，包括但不限于合理的律师费用。
    </div>

    <div class="h51">14. 法律适用与争议解决</div>

    <div class="h52">14.1
      本协议的订立、执行、解释及争议解决等均适用中华人民共和国法律。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。</div>
    <div class="h52">14.2 若用户和微语就本协议内容或其执行发生任何争议，双方首先应通过友好协商解决；协商不成时，任何一方均可将有关争议交由深圳市南山区人民法院诉讼解决。
    </div>

    <div class="h51">15. 微语网通行证所含服务的信息储存及安全</div>

    <div class="h52">
      微语对微语网通行证上所有服务将尽力维护其安全性及方便性，但对服务中出现信息删除或储存失败不承担任何责任。另外微语保留判定用户的行为是否符合微语服务条款的要求的权利，如果用户违背了通行证服务条款的规定，将会中断其通行证服务的帐号。
    </div>

    <div class="h51">16. 青少年用户特别提示</div>

    <div class="h52">
      青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。
    </div>

    <div class="h51">17. 其他</div>

    <div class="h52">17.1
      微语将视向用户所提供服务内容之特性，要求用户在注册微语提供的有关服务时，遵守特定的条件和条款；如该等条件和条款与以上服务条款有任何不一致之处，则以该等条件和条款为准。</div>
    <div class="h52">17.2 本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</div>
    <div class="h52">17.3 本服务协议执行过程中所产生的任何问题微语和用户都将友好协商解决。</div>
  </div>
</template>

<script>
export default {
  data() {
    return {}
  },
  mounted() {},
  methods: {},
}
</script>
<style scoped>
.docx {
  background: #f8f8f8;
  padding: 20px;
  padding-top: 0;
  line-height: 1.4;
}
.docx .top {
  padding: 10px 0 0 0;
  font-size: 18px;
  color: #000;
  text-align: center;
}
.docx .h51 {
  line-height: 30px;
  margin-top: 15px;
  font-size: 14px;
  color: rgb(44, 44, 44);
}
.docx .h52 {
  line-height: 18px;
  font-size: 12px;
  text-indent: 24px;
  color: rgba(102, 102, 102, 1);
}
</style>